"Name:" = "Namn:";
"Wildcard" = "Wildcard";

"Extension:" = "Filtillägg:";

"Label:" = "Märkning:";
"Hold Command to select multiple labels" = "Håll ner Command för att välja flera märkningar";

"Kind:" = "Typ:";
"Any" = "Alla";
"Folder" = "Mapp";
"File" = "Fil";

// E.g: 2 items selected
"%{value1}@ items selected" = "%{value1}@ objekt markerade";

"Extend selection" = "Utöka markering";

"Select" = "Välj";
"Invert" = "Invertera";
"Select & Close" = "Välj och stäng";